{
  "applicantType": "INDIVIDUAL",
  "websiteUrl": "https://www.facebook.com/andreabocala.agres?mibextid=ZbWKwL",
  "bio": "I'm Andrea, a crypto enthusiast since 2017, working as a project promoter.",
  "contributionDescription": "My involvement with the Optimism Collective has played a pivotal role in propelling the acceptance and evolution of Layer 2 scaling solutions within the realm of cryptocurrency. Through our active advocacy and diligent execution of Optimistic Ethereum, we've achieved remarkable outcomes. Notably, we've succeeded in a substantial reduction of transaction costs and latency, thus ushering in a new era of enhanced efficiency for blockchain users and developers alike. This accomplishment has not only streamlined the user experience but has also opened up avenues for the broader crypto community to thrive.\n",
  "contributionLinks": [
    {
      "type": "CONTRACT_ADDRESS",
      "url": "https://twitter.com/shill_hunters",
      "description": "Metamask"
    }
  ],
  "impactCategory": [
    "COLLECTIVE_GOVERNANCE",
    "OP_STACK"
  ],
  "impactDescription": "My involvement with the Optimism Collective has been transformative, driving the acceptance and evolution of Layer 2 scaling solutions in cryptocurrency. Through our efforts, we've significantly reduced transaction costs and latency, enhancing efficiency for users and developers. This achievement not only improves the user experience but also promotes the growth of the broader crypto community. The adoption of Layer 2 solutions addresses key challenges, lowering fees and increasing transaction speed. This progress encourages innovation, making crypto technology more accessible and promising a more inclusive and scalable future.",
  "impactMetrics": [
    {
      "description": "2",
      "number": 1,
      "url": "https://twitter.com/shill_hunters"
    }
  ],
  "fundingSources": [],
  "payoutAddress": "0x48d540dAA0a0da768b6ACE1A0981968e179b207B",
  "understoodKYCRequirements": true,
  "understoodFundClaimPeriod": true,
  "certifiedNotDesignatedOrSanctionedOrBlocked": true,
  "certifiedNotSponsoredByPoliticalFigureOrGovernmentEntity": true,
  "certifiedNotBarredFromParticipating": true,
  "displayName": "andrea",
  "applicantName": "andrea",
  "profileImageUrl": "https://content.optimism.io/profile/v0/profile-image/10/0x48d540dAA0a0da768b6ACE1A0981968e179b207B.png",
  "applicationMetadataPtr": "https://content.optimism.io/rpgf3Application/v0/metadata/10/0x48d540dAA0a0da768b6ACE1A0981968e179b207B.json",
  "RPGF3_Application_UID": "0xb0ceeddf62aea9bb678d6f7cbcc2328ac374cdf87d03c0310ab0c0d2c56cd07a",
  "applicantAddress": "0x48d540dAA0a0da768b6ACE1A0981968e179b207B",
  "pwIsFlagged": false
}