{
  "applicantType": "INDIVIDUAL",
  "websiteUrl": "http://www.degenset.io",
  "bio": "I am excited about the potential of \"Optimism Degenset\" and am dedicated to bringing this project to life.",
  "contributionDescription": "We are reaching out to you with a request for a grant to realize our ambitious initiative — the creation of the \"Optimism Degenset\" platform. Our goal is to unite users within the \"Optimism\" network, providing them with opportunities to enhance their financial knowledge, participate in collaborative projects within the network, and improve their financial well-being by granting access to exclusive bonuses and privileges.",
  "contributionLinks": [
    {
      "type": "OTHER",
      "url": "http://degenset.io",
      "description": "under construction"
    }
  ],
  "impactCategory": ["END_USER_EXPERIENCE_AND_ADOPTION"],
  "impactDescription": "The Purpose of the \"Optimism Degenset\" Project:\n\nTo bring together \"Optimism\" network members interested in improving their financial knowledge and investment skills.\n\nTo develop and launch the \"Optimism Degenset\" web platform, offering the following features:\n\nWallet Ratings: Users will be able to evaluate and compare their investment portfolios, receiving feedback from the community.\n\nCollaborations: Mechanisms will be created to facilitate participation in joint investment projects and research.\n\nExclusive Bonuses: Users with high ratings will gain access to exclusive offers and bonuses from partners within the \"Optimism\" network.\n\nNFT Ratings: Wallet ratings will be represented as unique NFTs, making them even more appealing to participants.",
  "impactMetrics": [
    {
      "description": "new users",
      "number": 20000,
      "url": "http://degenset.io"
    }
  ],
  "fundingSources": [],
  "payoutAddress": "0xa77CE92A601D504a6D64af843EB5a3994616969c",
  "understoodKYCRequirements": true,
  "understoodFundClaimPeriod": true,
  "certifiedNotDesignatedOrSanctionedOrBlocked": true,
  "certifiedNotSponsoredByPoliticalFigureOrGovernmentEntity": true,
  "certifiedNotBarredFromParticipating": true,
  "displayName": "Sergei",
  "applicantName": "casino",
  "profileImageUrl": "https://content.optimism.io/profile/v0/profile-image/10/0xa77CE92A601D504a6D64af843EB5a3994616969c.png",
  "applicationMetadataPtr": "https://content.optimism.io/rpgf3Application/v0/metadata/10/0xa77CE92A601D504a6D64af843EB5a3994616969c.json",
  "RPGF3_Application_UID": "0x295ed474ea03b9749a6726bc7e774bf24eafe4dfe8b95615253e291b5ae0106e",
  "applicantAddress": "0xa77CE92A601D504a6D64af843EB5a3994616969c",
  "pwIsFlagged": true,
  "pwFlaggedReason": "This application should be flagged for violating the rule against \"Promises of future impact - promises of future deliverables or impact are not allowed.\" The applicant is promising the creation of a new platform and its features, which are future deliverables.",
  "pwRecategorizeToType": "PROJECT",
  "pwRecategorizeReason": "NO, the application is incorrectly categorized. Despite stating \"I am excited about the potential of \\\"Optimism Degenset\\\" and am dedicated to bringing this project to life.\", the rest of the application refers to \"we\" and talks about project goals and objectives, hence it should be categorized as \"PROJECT\".",
  "pwApplicantTypeChecked": true,
  "pwCategorySuggestions": "Community Building, User Experience & Adoption, NFT Aggregator"
}
