{
  "applicantType": "INDIVIDUAL",
  "websiteUrl": "https://www.sound.xyz/user/nhagio.eth",
  "bio": "┣▇▇▇═─Garbage Collector 🏴‍☠️👀",
  "contributionDescription": "I have minted a lot of music on the OP chain. Since the leading onchain music platform Sound.xyz transitioned to the OP chain, I have eagerly switched to this and continued to mint my favorite songs. This not only shows support and solidarity with web3 artists in this music revolution but also helps me discover and enjoy their unique and creative musical works. I hope that minting music on the OP chain will contribute to the development and expansion of web3 music platforms while creating a fair and diverse environment for independent artists.",
  "contributionLinks": [
    {
      "type": "OTHER",
      "url": "https://www.sound.xyz/user/nhagio.eth",
      "description": "My profile on sound.xyz"
    }
  ],
  "impactCategory": [
    "END_USER_EXPERIENCE_AND_ADOPTION"
  ],
  "impactDescription": "I am an early supporter of web3 artists and have minted many of their music releases on web3 music platforms. I am thrilled that the leading music platform, Sound.xyz, has transitioned to the OP chain, further affirming the potential and future of web3 music. I am excited to be a part of this community and share the unique musical works of web3 artists. Additionally, I have introduced many friends to join the #MusicNFT movement and support independent artists. I believe that spreading awareness and encouraging others to join this community will contribute to the growth and prosperity of web3 music. I am proud to be a part of the web3 music revolution and will continue to support and participate in its development, as well as the development of the OP chain.",
  "impactMetrics": [
    {
      "description": "Artist Backed",
      "number": 33,
      "url": "https://www.sound.xyz/user/nhagio.eth"
    },
    {
      "description": "Collected",
      "number": 309,
      "url": "https://www.sound.xyz/user/nhagio.eth"
    }
  ],
  "fundingSources": [],
  "payoutAddress": "0xBb1C043cEb7745b286987b4cC8359c5B508F0307",
  "understoodKYCRequirements": true,
  "understoodFundClaimPeriod": true,
  "certifiedNotDesignatedOrSanctionedOrBlocked": true,
  "certifiedNotSponsoredByPoliticalFigureOrGovernmentEntity": true,
  "certifiedNotBarredFromParticipating": true,
  "Project": "Windy|∞🦇🔊🛡🐫",
  "Applicant Type": "INDIVIDUAL",
  "OSS Directory": "",
  "Link": "https://content.optimism.io/rpgf3Application/v0/metadata/10/0xBb1C043cEb7745b286987b4cC8359c5B508F0307.json",
  "Githubs": "",
  "Tags": "END_USER_EXPERIENCE_AND_ADOPTION"
}