{
  "applicantType": "PROJECT",
  "websiteUrl": "https://omahairdrop.blogspot.com/",
  "bio": "Association of young people who want to establish a startup",
  "contributionDescription": "Association of young people who want to establish a startup, I have an idea to develop a startup by creating a waste collection point, sorting and drying the waste, and then selling it to cement companies for fuel. This is because of the high amount of plastic waste in my area. I also have an idea to provide incentives in the form of optimism to introduce optimism to beginners. I want to demonstrate positive progress to the optimism community",
  "contributionLinks": [
    {
      "type": "OTHER",
      "url": "https://omahairdrop.blogspot.com/",
      "description": "OC"
    }
  ],
  "impactCategory": ["END_USER_EXPERIENCE_AND_ADOPTION"],
  "impactDescription": "Introducing optimism to the general public. This is because of the high amount of plastic waste in my area. I also have an idea to provide incentives in the form of optimism to introduce optimism to beginners. I want to demonstrate positive progress to the optimism community.",
  "impactMetrics": [
    {
      "description": "a",
      "number": 7,
      "url": "https://omahairdrop.blogspot.com/"
    }
  ],
  "fundingSources": [
    {
      "type": "GOVERNANCE_FUND",
      "currency": "OP",
      "amount": 2000,
      "description": ""
    }
  ],
  "payoutAddress": "0xdd3b797443287753014B128dee509fBd064d9A45",
  "understoodKYCRequirements": true,
  "understoodFundClaimPeriod": true,
  "certifiedNotDesignatedOrSanctionedOrBlocked": true,
  "certifiedNotSponsoredByPoliticalFigureOrGovernmentEntity": true,
  "certifiedNotBarredFromParticipating": true,
  "Project": "sanzjago",
  "Applicant Type": "PROJECT",
  "OSS Directory": "",
  "Link": "https://content.optimism.io/rpgf3Application/v0/metadata/10/0xdd3b797443287753014B128dee509fBd064d9A45.json",
  "Githubs": "",
  "Tags": "END_USER_EXPERIENCE_AND_ADOPTION",
  "recategorizeReason": "NO, the application is categorized as an individual but the description refers to a group of young people trying to establish a startup, which makes it sound more like a project.",
  "pwApplicantTypeChecked": true,
  "pwCategorySuggestions": "Tokenization Platforms, Supply Chain Management, Environmental Sustainability",
  "pwCategory": "Community Building",
  "pwIsFlagged": true,
  "pwFlaggedReason": "The application should be flagged because it violates Rule 1 and Rule 10.1. The application promises future establishment of a startup and waste collection mechanism, and it does not demonstrate a contribution that required a minimum time commitment of 1 hour and which provided impact to the Collective."
}
